{
  "id": "a-progressives-case-for-bitcoin",
  "name": "A Progressive's Case for Bitcoin",
  "purchasable": true,
  "short-description": "A Path Toward a More Just, Equitable, and Peaceful World",
  "basic-information": {
    "year": {
      "value": "2023"
    },
    "publisher": {
      "value": "BTC Media"
    },
    "pages": {
      "value": "243"
    },
    "rating": {
      "value": "4.7"
    },
    "reviews": {
      "value": "69"
    }
  },
  "authorship": {
    "authors": {
      "value": "C. Jason Maier"
    },
    "website": {
      "value": "Website",
      "url": "https://www.bitcoinprogressive.com/"
    },
    "twitter": {
      "value": "@cjasonmaier",
      "url": "https://x.com/cjasonmaier"
    },
    "nostr": {
      "value": "-"
    },
    "youtube": {
      "value": "-"
    }
  },
  "format": {
    "ebook": {
      "value": "YES",
      "supported": true,
      "flag": "positive"
    },
    "paperback": {
      "value": "YES",
      "supported": true,
      "flag": "positive"
    },
    "hardcover": {
      "value": "YES",
      "supported": true,
      "flag": "positive"
    },
    "audiobook": {
      "value": "YES",
      "supported": true,
      "flag": "positive"
    }
  },
  "description": "A Progressive's Case for Bitcoin\n is for everyone who is starting to learn about Bitcoin and wants to understand the reality behind the buzz. Exploring the value proposition of Bitcoin through a progressive lens, Maier's book explores why Bitcoin is good for the environment, how it helps poor and marginalized communities, and why Bitcoin serves as a protest against too-big-to-fail banks: all the people-centric reasons Bitcoin was created in the first place. This inspirational read, which requires no background knowledge, is a great starting point for anyone who is curious about Bitcoin beyond the boundaries of western privilege, clickbait headlines, and social media chatter.“Jason’s book is outstanding, and fills a niche that has been seriously underserved until now —a treatise on Bitcoin for progressives. He thoughtfully walks the reader through the shortcomings of the current financial system and the benefits that Bitcoin can bring to people around the world.”—Lyn Alden, Macro Economist and Investor“In \nA Progressive’s Case for Bitcoin, Jason offers an uncommon perspective of how Bitcoin can be used as a tool for progressive social change. Through a combination of introspection and real-world case studies, Jason explores how Bitcoin can help to empower marginalized communities including the unbanked, those affected by hyperinflation and more.”—Lamar Wilson, Founder, Black Bitcoin Billionaire“\nA Progressive's Case for Bitcoin offers a refreshing perspective on Bitcoin particularly suited for a more liberal voter. Maier writes with humility and clarity inviting even the most ardent Bitcoin critics to question their assumptions. It is one of the best books written on Bitcoin.”—Dr. Mark Stephany, Physician and Host of The Progressive Bitcoiner \n“—If you care about the environment, human rights, or equality, you need to read this book and share it with everyone you know who considers themselves to be a progressive. This is a must read book!”—Dennis Porter, Co-Founder and CEO of the Satoshi Action Fund“Jason Maier has written what may be the most consequential Bitcoin book to date. In our historical moment, everything is politicized, often before it is even understood. So it is with Bitcoin, a technology attacked by many on the political left and embraced by those on the right, but which is actually nothing more than a few hundred lines of code. The social, political, economic, and environmental consequences of Bitcoin have hardly been thought through. Maier shows how Bitcoin—yes, Bitcoin!--actually aligns with the deepest values of progressives and serves their highest goals, most surprisingly, aiding the fight against climate change.\n\"“Reading this book, you realize that humanity is on the verge of a devastating mistake. Progressives have always pointed out injustices and critiqued systems of privilege. Yet, in a brilliant PR campaign, those very systems have enlisted progressives to protect themselves from being reformed or disrupted by an upstart technology. Maier’s book is a desperately needed corrective. He explains Bitcoin like a veteran teacher, breezes through arguments in a conversational style, yet his careful reasoning reminds you he is a mathematician. Open-minded progressives, and maybe even close-minded ones, will have to rethink their opinions on the possibilities and promise of neutral, digital money.”—Troy Cross, Environmentalist and Professor of Philosophy, Reed College\nC. Jason Maier is a teacher of mathematics with a personal conviction about how Bitcoin will reshape the world."
}