{
  "id": "american-kingpin",
  "name": "American Kingpin",
  "short-description": "The Epic Hunt for the Criminal Mastermind Behind the Silk Road",
  "purchasable": true,
  "basic-information": {
    "year": {
      "value": "2017"
    },
    "publisher": {
      "value": "Portfolio"
    },
    "pages": {
      "value": "343"
    },
    "rating": {
      "value": "4.7"
    },
    "reviews": {
      "value": "10600"
    }
  },
  "authorship": {
    "authors": {
      "value": "Nick Bilton"
    },
    "website": {
      "value": "Website",
      "url": "https://www.truestoryla.com/"
    },
    "twitter": {
      "value": "@nickbilton",
      "url": "https://x.com/nickbilton"
    },
    "nostr": {
      "value": "-"
    },
    "youtube": {
      "value": "-"
    }
  },
  "format": {
    "ebook": {
      "value": "YES",
      "supported": true,
      "flag": "positive"
    },
    "paperback": {
      "value": "YES",
      "supported": true,
      "flag": "positive"
    },
    "hardcover": {
      "value": "YES",
      "supported": true,
      "flag": "positive"
    },
    "audiobook": {
      "value": "YES",
      "supported": true,
      "flag": "positive"
    }
  },
  "description": "The unbelievable true story of the man who built a billion-dollar online drug empire from his bedroom—and almost got away with it.\nIn 2011, a twenty-six-year-old libertarian programmer named Ross Ulbricht launched the ultimate free market: the Silk Road, a clandestine Web site hosted on the Dark Web where anyone could trade anything—drugs, hacking software, forged passports, counterfeit cash, poisons—free of the government’s watchful eye. It wasn’t long before the media got wind of the new Web site where anyone—not just teenagers and weed dealers but terrorists and black hat hackers—could buy and sell contraband detection-free. Spurred by a public outcry, the federal government launched an epic two-year manhunt for the site’s elusive proprietor, with no leads, no witnesses, and no clear jurisdiction. All the investigators knew was that whoever was running the site called himself the Dread Pirate Roberts.    The Silk Road quickly ballooned into $1.2 billion enterprise, and Ross embraced his new role as kingpin. He enlisted a loyal crew of allies in high and low places, all as addicted to the danger and thrill of running an illegal marketplace as their customers were to the heroin they sold. Through his network he got wind of the target on his back and took drastic steps to protect himself—including ordering a hit on a former employee. As Ross made plans to disappear forever, the Feds raced against the clock to catch a man they weren’t sure even existed, searching for a needle in the haystack of the global Internet. Drawing on exclusive access to key players and two billion digital words and images Ross left behind, Vanity Fair correspondent and New York Times bestselling author Nick Bilton offers a tale filled with twists and turns, lucky breaks and unbelievable close calls. It’s a story of the boy next door’s ambition gone criminal, spurred on by the clash between the new world of libertarian-leaning, anonymous, decentralized Web advocates and the old world of government control, order, and the rule of law. Filled with unforgettable characters and capped by an astonishing climax, American Kingpin might be dismissed as too outrageous for fiction. But it’s all too real."
}