{
  "id": "cryptosovereignty",
  "name": "Cryptosovereignty",
  "short-description": "The Encrypted Political Philosophy of Bitcoin",
  "purchasable": true,
  "basic-information": {
    "year": {
      "value": "2023"
    },
    "publisher": {
      "value": "Bitcoin Magazine Books"
    },
    "pages": {
      "value": "273"
    },
    "rating": {
      "value": "4.2"
    },
    "reviews": {
      "value": "19"
    }
  },
  "authorship": {
    "authors": {
      "value": "Erik Cason"
    },
    "website": {
      "value": "Website",
      "url": "https://cryptosovereignty.org/"
    },
    "twitter": {
      "value": "@Erikcason",
      "url": "https://x.com/Erikcason"
    },
    "nostr": {
      "value": "-"
    },
    "youtube": {
      "value": "-"
    }
  },
  "format": {
    "ebook": {
      "value": "YES",
      "supported": true,
      "flag": "positive"
    },
    "paperback": {
      "value": "YES",
      "supported": true,
      "flag": "positive"
    },
    "hardcover": {
      "value": "NO",
      "supported": false,
      "flag": "negative"
    },
    "audiobook": {
      "value": "NO",
      "supported": false,
      "flag": "negative"
    }
  },
  "description": "Erik Cason’s masterwork brilliantly unpacks the philosophical ideals and intersections of Bitcoin, sovereignty, and cryptography in the 21st century. The result is about more than just money. It’s about the real personal power created through the sovereignty of cryptography and a truly independent monetary system.\nCryptosovereignty is a tour de force – a thought-provoking deep dive into the very essence of why Bitcoin is poised to usher in a complete paradigm shift as we move toward a future where solidarity and purpose reign supreme.— Preston Pysh, host of the #1 ranked investing podcast on iTunes, We Study Billionaires.\nCason’s extraordinary work offers us a way out of nihilism and authoritarianism and posits a future where both technology and spirit work together to sustain a just society and liberated humanity.— Jesse Posner, Senior Blockchain Engineer at Block.\nIt’s hard to think of a greater gift Cason could give the world than to help people understand Bitcoin better – a feat he accomplishes with resounding success in this book.— John Vallis, Host of The Rapid-Fire Bitcoin Podcast \nWhat Bitcoin truly represents and what Satoshi accomplished through its creation are explored here fearlessly and candidly, yet with such honest and precise terminology that it becomes impossible to evade the historic significance Bitcoin is about to exact on every aspect of human existence.— Tomer Strolight, Editor-in-Chief at Swan Bitcoin and author of Why Bitcoin I consider Cason’s book one of the most important works since the publication of the Cypherpunk Manifesto. Everyone who takes Bitcoin seriously should read it; those who don’t should read it twice.— Der Gigi, Author of 21 Lessons I remember first stumbling across Erik Cason’s work in 2019 and thinking, “How does nobody know about this guy?” I am so glad Erik Cason brought his writings together into a single book, and I hope you too will be blown away reading Cryptosovereignty.— Aleksandar Svetski, Author of TheUnCommunist Manifesto and The Bushido of Bitcoin\nErik Cason first started dabbling in Bitcoin in 2012, and in 2013 he joined Coinbase to help get Bitcoin in the hands of as many people as possible. After leaving Coinbase in 2017, he focused on writing essays on the social, political, and philosophical aspects of Bitcoin. Today he works as a Bitcoin educator continuing to develop his philosophical approach to Bitcoin and how it will transform the world."
}