{
  "id": "layered-money",
  "name": "Layered Money",
  "short-description": "From Gold and Dollars to Bitcoin and Central Bank Digital Currencies",
  "purchasable": true,
  "basic-information": {
    "year": {
      "value": "2021"
    },
    "publisher": {
      "value": "Nikhil Bhatia"
    },
    "pages": {
      "value": "180"
    },
    "rating": {
      "value": "4.7"
    },
    "reviews": {
      "value": "893"
    }
  },
  "authorship": {
    "authors": {
      "value": "Nik Bhatia"
    },
    "website": {
      "value": "Website",
      "url": "https://thebitcoinlayer.com/"
    },
    "twitter": {
      "value": "@timevalueofbtc",
      "url": "https://x.com/timevalueofbtc"
    },
    "nostr": {
      "value": "-"
    },
    "youtube": {
      "value": "-"
    }
  },
  "format": {
    "ebook": {
      "value": "YES",
      "supported": true,
      "flag": "positive"
    },
    "paperback": {
      "value": "YES",
      "supported": true,
      "flag": "positive"
    },
    "hardcover": {
      "value": "YES",
      "supported": true,
      "flag": "positive"
    },
    "audiobook": {
      "value": "YES",
      "supported": true,
      "flag": "positive"
    }
  },
  "description": "In this fascinating deep dive into the evolution of monetary systems around the globe, Nik Bhatia takes us into the origins of how money has evolved to function in a \"layered\" manner. Using gold as an example of this term, he traces the layers of this ancient currency from raw mined material, to gold coins, and finally to bank-issued gold certificates. In a groundbreaking manner, Bhatia offers a similar paradigm for the evolution of digital currencies. Bhatia's analysis begins in Renaissance Florence with the gold Florin coin and a burgeoning banking culture, continues with the evolution of central banking, and concludes with a vision for the future of our international monetary system. As central banks around the world prepare to launch their own crypto-competitors, Bhatia illustrates how the invention of Bitcoin created a seismic shift in money and merged the monetary and cryptography sciences. His unique analysis of \"layered money\" illuminates money markets for the general reader and shows how Bitcoin is becoming a trusted global currency. Readers will come away with an understanding of the mechanics of our financial system, why the dollar is deeply entrenched despite its state of disrepair, and how Central Bank Digital Currencies (CBDCs) and cryptocurrencies will interact in our new monetary future."
}