{
  "id": "the-little-bitcoin-book",
  "name": "The Little Bitcoin Book",
  "short-description": "Why Bitcoin Matters for Your Freedom, Finances, and Future",
  "purchasable": true,
  "basic-information": {
    "year": {
      "value": "2019"
    },
    "publisher": {
      "value": "-"
    },
    "pages": {
      "value": "117"
    },
    "rating": {
      "value": "4.6"
    },
    "reviews": {
      "value": "649"
    }
  },
  "authorship": {
    "authors": {
      "value": "Many",
      "texts": [
        "Bitcoin Collective, Timi Ajiboye, Luis Buenaventura, Lily Liu, Alexander Lloyd, Alejandro Machado, Jimmy Song, Alena Vranova, Alex Gladstein"
      ]
    },
    "website": {
      "value": "-"
    },
    "twitter": {
      "value": "-"
    },
    "nostr": {
      "value": "-"
    },
    "youtube": {
      "value": "-"
    }
  },
  "format": {
    "ebook": {
      "value": "YES",
      "supported": true,
      "flag": "positive"
    },
    "paperback": {
      "value": "YES",
      "supported": true,
      "flag": "positive"
    },
    "hardcover": {
      "value": "NO",
      "supported": false,
      "flag": "negative"
    },
    "audiobook": {
      "value": "YES",
      "supported": true,
      "flag": "positive"
    }
  },
  "description": "You’ve probably heard about Bitcoin on the news or heard it being discussed by your friends or colleagues. How come the price keeps changing? Is Bitcoin a good investment? How does it even have value? Why do people keep talking about it like it’s going to change the world?\n\nThe Little Bitcoin Book tells the story of what’s wrong with money today, and why Bitcoin was invented to provide an alternative to the current system. It describes in simple terms what Bitcoin is, how it works, why it’s valuable, and how it affects individual freedom and opportunities of people everywhere - from Nigeria to the Philippines to Venezuela to the United States. This book also includes a Q & A section with some of the most frequently asked questions about Bitcoin.\n\nIf you want to learn more about this new form of money which continues to gain interest and adoption around the world, then this book is for you."
}