{
  "id": "the-7th-property",
  "name": "The 7th Property",
  "short-description": "Bitcoin and the Monetary Revolution",
  "purchasable": true,
  "basic-information": {
    "year": {
      "value": "2021"
    },
    "publisher": {
      "value": "Black Poodle Publishing"
    },
    "pages": {
      "value": "318"
    },
    "rating": {
      "value": "4.8"
    },
    "reviews": {
      "value": "187"
    }
  },
  "authorship": {
    "authors": {
      "value": "Eric Yakes"
    },
    "website": {
      "value": "-"
    },
    "twitter": {
      "value": "@ericyakes",
      "url": "https://x.com/ericyakes"
    },
    "nostr": {
      "value": "-"
    },
    "youtube": {
      "value": "-"
    }
  },
  "format": {
    "ebook": {
      "value": "YES",
      "supported": true,
      "flag": "positive"
    },
    "paperback": {
      "value": "YES",
      "supported": true,
      "flag": "positive"
    },
    "hardcover": {
      "value": "NO",
      "supported": false,
      "flag": "negative"
    },
    "audiobook": {
      "value": "YES",
      "supported": true,
      "flag": "positive"
    }
  },
  "description": "If you are serious about understanding Bitcoin and why it is creating a monetary revolution, this is where you need to start.For the past decade prominent economists, media outlets, and financiers have dismissed Bitcoin while it has grown exponentially – a phenomenon strikingly similar to the beginning of the internet. Controversy always accompanies transformational technologies.\nTo understand Bitcoin, you first need the answers to questions such as:\n- What does it mean when people say money needs to be “backed” by something?\n- Why do we need to tax if we can just print money?\n- Why do financial institutions always get bailed out?\n- Why have education, healthcare, and rent become so expensive?\n- Why is wealth inequality continually getting worse despite government spending more on social programs?\n Bitcoin is the alternative to our current financial system, which benefits few at the cost of many. To understand why Bitcoin is the answer, you need to know how this revolutionary technology works. This book explains it at a technical level in precise yet simple language.Buy this book and be on the right side of history."
}