{
  "id": "truth-decay-how-bitcoin-fixes-this",
  "name": "Truth Decay - How Bitcoin Fixes This",
  "short-description": "Unveiling the Path to Financial Freedom",
  "purchasable": true,
  "basic-information": {
    "year": {
      "value": "2020"
    },
    "publisher": {
      "value": "Satoshi's Page"
    },
    "pages": {
      "value": "152"
    },
    "rating": {
      "value": "4.4"
    },
    "reviews": {
      "value": "40"
    }
  },
  "authorship": {
    "authors": {
      "value": "Victoria Collette Jones"
    },
    "website": {
      "value": "Website",
      "url": "https://satoshispage.com/"
    },
    "twitter": {
      "value": "@Satoshis_Page",
      "url": "https://x.com/Satoshis_Page"
    },
    "nostr": {
      "value": "Satoshis_Page",
      "url": "https://primal.net/p/npub12phgyz50zujq73nmm5apnd34jda223qpms4mek4tdhcqfasxdl0sfdztjv"
    },
    "youtube": {
      "value": "-"
    }
  },
  "format": {
    "ebook": {
      "value": "YES",
      "supported": true,
      "flag": "positive"
    },
    "paperback": {
      "value": "YES",
      "supported": true,
      "flag": "positive"
    },
    "hardcover": {
      "value": "YES",
      "supported": true,
      "flag": "positive"
    },
    "audiobook": {
      "value": "YES",
      "supported": true,
      "flag": "positive"
    }
  },
  "description": "Have you noticed that we live in turbulent economic times?\n\nAdditionally, are you aware that the gravity of the wars around the world in the last one hundred years depended on our money and the different theories of how our money should be managed? In our current world, all the local population can do, while managing their place in the economic cycle, is sit and watch in horror while the debate about economics and war is conducted by governments on their behalf. \nIn 2008 the financial system broke catastrophically. Many millions of people's lives were turned upside down. They blamed the banks for acting irresponsibly and formed the \"Occupy Wall Street\" movement. Much was said, but on the surface not much has changed. What could even be done?\nIn 2009, in the shadows of this great crisis, a new technology emerged to become the most profitable asset of the century - Bitcoin. The value of a single bitcoin grew exponentially in value from less than a cent in 2010 to $20,000 in 2017.\nWhy is this new technology so potent? It gives us, the ordinary people, the opportunity to take our power back!\nFrom the creation of Bitcoin by the mysterious Satoshi Nakamoto, to the use of \"hot\" and \"cold\" wallets, to the future of blockchain technology. Through sharing her story in Truth Decay, Dentist and Business owner Victoria Collette Jones reveals what Bitcoin is, how it works, how you can use it in your personal and business life, and most importantly - why it matters.\nThis could change the world. Will you change with it?\n\nWhat You Will Learn in Truth Decay\n- How money REALLY works,\n- What Bitcoin is,\n- How to use it,\n- The difference between Bitcoin and other blockchain technologies,\n- How this new technology is shaping up to change our future,\nHow It Can Help You!\n- Protect your wealth from hyperinflation,\n- Preserve your purchasing power,\n- Build resilience in your business,\n- Escape the dysfunctional systems of the past,\n- Make the vital decision that now needs to be made by all of humanity."
}