{
  "id": "watafak-es-bitcoin",
  "name": "WATAFAK es BITCOIN",
  "short-description": "Un pergamino digital que recoge más de 50 breves definiciones fáciles de leer para entender qué es Bitcoin, escritas por los mayores expertos y referentes del ecosistema en habla hispana",
  "purchasable": true,
  "basic-information": {
    "year": {
      "value": "2023"
    },
    "publisher": {
      "value": "Bitcoinismo.com"
    },
    "pages": {
      "value": "?"
    },
    "rating": {
      "value": "5.0"
    },
    "reviews": {
      "value": "2"
    }
  },
  "authorship": {
    "authors": {
      "value": "Adrián Bernabéu"
    },
    "website": {
      "value": "Website",
      "url": "https://bitcoinismo.com/watafak/"
    },
    "twitter": {
      "value": "@BernabeuAdrian",
      "url": "https://x.com/BernabeuAdrian"
    },
    "nostr": {
      "value": "-"
    },
    "youtube": {
      "value": "-"
    }
  },
  "format": {
    "ebook": {
      "value": "YES",
      "supported": true,
      "flag": "positive"
    },
    "paperback": {
      "value": "NO",
      "supported": false,
      "flag": "negative"
    },
    "hardcover": {
      "value": "NO",
      "supported": false,
      "flag": "negative"
    },
    "audiobook": {
      "value": "NO",
      "supported": false,
      "flag": "negative"
    }
  },
  "description": "“Watafak es Bitcoin” es un pergamino digital que pretende contribuir al conocimiento sobre Bitcoin.\nA lo largo de las próximas líneas podrás descubrir los diferentes prismas desde los que se puede apreciar Bitcoin.\nDurante más de 1 año he contactado personalmente con más de 50 expertos, referentes, influencers, divulgadores y bitcoiners para que escriban de su puño y letra (en este caso con sus dedos sobre el teclado), la definición más apropiada que considera cada uno para acotar Bitcoin en un puñado de letras. Lo más resumido posible.\nEstas definiciones no son extraídas de internet sin el consentimiento de sus autores, al revés, están expresamente redactadas en exclusiva para este eBook.\nUna vez te pongas en la piel de cada uno de los +50 bitcoiners, podrás tener una foto mucho más amplia y detallada sobre qué es Bitcoin, permitiéndote comprender su significado con mayor profundidad.\nEsta es una forma fácil, dinámica y directa de dar un paso más hacia la compleja comprensión polifacética del activo más escaso del mundo.\nAdelante. Bienvenido a la madriguera interminable..."
}